Repository: kritish08/marauders
Catalog: frontend/Marauders/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, hi

source: Ask your guide…
es: Pregunta a tu guía…
fr: Posez votre question au guide…
hi: अपने गाइड से पूछें…

source: Guide insight
es: Información de la guía
fr: Éclairage du guide
hi: गाइड की जानकारी

source: Guide insight is unavailable right now.
es: La información de la guía no está disponible en este momento.
fr: L’éclairage du guide est indisponible pour le moment.
hi: गाइड की जानकारी अभी उपलब्ध नहीं है।

source: Insights may be generated remotely and cached on this device. When that is unavailable, the bundled chapter summary is used.
es: La información puede generarse de forma remota y guardarse en este dispositivo. Si no está disponible, se usa el resumen del capítulo incluido en la aplicación.
fr: Ces informations peuvent être générées à distance et mises en cache sur cet appareil. Si ce service est indisponible, le résumé du chapitre inclus dans l’app est utilisé.
hi: यह जानकारी दूरस्थ रूप से बनाई और इस डिवाइस पर कैश की जा सकती है। यह सुविधा उपलब्ध न होने पर ऐप में दिया अध्याय सारांश इस्तेमाल होता है।

source: Looking through the local guide…
es: Consultando la guía local…
fr: Consultation du guide local…
hi: स्थानीय गाइड देखा जा रहा है…

source: Open AI Guide
es: Abrir la guía de IA
fr: Ouvrir le guide IA
hi: एआई गाइड खोलें

source: Preparing guide insight…
es: Preparando la información de la guía…
fr: Préparation de l’éclairage du guide…
hi: गाइड की जानकारी तैयार हो रही है…

source: Send question
es: Enviar pregunta
fr: Envoyer la question
hi: सवाल भेजें

source: Tour options
es: Opciones del recorrido
fr: Options du parcours
hi: टूर के विकल्प

source: Tour recap and quiz
es: Resumen y cuestionario del recorrido
fr: Récapitulatif et quiz du parcours
hi: टूर का सारांश और प्रश्नोत्तरी

source: You: %@
es: Tú: %@
fr: Vous : %@
hi: आप: %@

source: Your question will use the guide content for %@.
es: Tu pregunta usará el contenido de la guía de %@.
fr: Votre question utilisera le contenu du guide consacré à %@.
hi: आपके सवाल के लिए %@ की गाइड सामग्री इस्तेमाल होगी।

source: No
fr: Non
hi: नहीं
